Repository: InfotelGLPI/webapplications
Catalog: locales/*.po
Languages: cs_cz, es_ar, es_ec, fr_fr, ja_jp, tr_tr

source: 1 to 100
cs_cz: 1 až 100
fr_fr: 1 à 100

source: 100 to 500
cs_cz: 100 až 500
fr_fr: 100 à 500

source: 1000 to 5000
cs_cz: 1000 až 5000
fr_fr: 1000 à 5000

source: 500 to 1000
cs_cz: 500 až 1000
fr_fr: 500 à 1000

source: Add a process
cs_cz: Přidat proces
es_ec: Agregar un proceso
fr_fr: Ajouter un processus
ja_jp: 処理を追加
tr_tr: Süreç ekle

source: Add an entity
cs_cz: Přidat entitu
es_ec: Agregar una entidad
fr_fr: Ajouter une entité
ja_jp: エンティティーを追加
tr_tr: Birim ekle

source: All users
cs_cz: Všichni uživatelé
fr_fr: Tous les utilisateurs
ja_jp: すべてのユーザー

source: An error has occurred
fr_fr: Une erreur s'est produite

source: Appliance dashboard
cs_cz: Řídící panel
es_ec: Administradores
fr_fr: Dashboard applicatif
ja_jp: アプライアンス ダッシュボード
tr_tr: Aygıt panosu

source: Appliance description
fr_fr: Description de l'applicatif

source: Are you sure you want to do core migration ?
cs_cz: Opravdu chcete provést migraci jádra?
es_ec: ¿Está seguro de que desea realizar la migración del núcleo?
fr_fr: Êtes-vous sûr de vouloir effectuer une migration de base ?
ja_jp: コア移行を行います。よろしいですか？
tr_tr: Çekirdek aktarımı yapmak istediğinize emin misiniz?

source: Associated contract
cs_cz: Přiřazená smlouva
fr_fr: Contrat associé
ja_jp: 関連する契約

source: Associated document
cs_cz: Přiřazený dokument
es_ec: Documentos asociados
fr_fr: Document associé
ja_jp: 関連文書
tr_tr: İlgili belge

source: Associated link
cs_cz: Přidružený odkaz
fr_fr: Lien associé

source: Availability
cs_cz: Dostupnost
es_ec: Disponibilidad
fr_fr: Disponibilité
ja_jp: アベイラビリティー
tr_tr: Kullanılabilirlik

source: Backoffice URL
cs_cz: URL adresa pro správu
es_ar: URL de ingreso
es_ec: URL del servicio de gestión
fr_fr: URL d'administration
ja_jp: バックオフィス URL
tr_tr: Arka ofis İnternet adresi

source: Category
cs_cz: Kategorie
es_ar: Categoría
es_ec: Categorías
fr_fr: Catégorie
ja_jp: カテゴリー
tr_tr: Kategori

source: Certificate list
cs_cz: Seznam certifikátu
fr_fr: Liste des certificats
ja_jp: 証明書リスト

source: Confidentiality
cs_cz: Důvěrnost
es_ec: Confidencialidad
fr_fr: Confidentialité
ja_jp: 守秘義務
tr_tr: Gizlilik

source: Core migration
cs_cz: Migrace jádra
es_ar: Migración de núcleo
es_ec: Migración del núcleo
fr_fr: Migration dans le coeur
ja_jp: コア移行
tr_tr: Çekirdek aktarımı

source: Data migration
cs_cz: Migrace dat
es_ar: Migración de dato
es_ec: Transferencia de datos
fr_fr: Migration des données
ja_jp: データ移行
tr_tr: Veri aktarımı

source: Database list
cs_cz: Seznam databáze
fr_fr: Liste des bases de données
ja_jp: データベースリスト

source: Ecosystem
cs_cz: Ekosystém
es_ec: Ecosistema
fr_fr: Ecosystème
ja_jp: エコシステム
tr_tr: Ekosistem

source: Encryption
cs_cz: Šifrování
es_ec: Encriptación
fr_fr: Chiffrement
ja_jp: 暗号化
tr_tr: Şifreleme

source: Encryption type
cs_cz: Typ šifrování
es_ec: Tipo de encriptación
fr_fr: Type de chiffrement
ja_jp: 暗号化の型
tr_tr: Şifreleme türü

source: Entity list
cs_cz: Seznam entity
fr_fr: Liste des entités
ja_jp: エンティティー リスト

source: External exposition
cs_cz: Externí expozice
es_ec: Exposición externa
fr_fr: Exposition externe
ja_jp: 外部解説
tr_tr: Dışa açıklık

source: Generate PDF
fr_fr: Générer le PDF

source: Installed version
cs_cz: Instalovaná verze
es_ec: Versión instalada
fr_fr: Version installée
ja_jp: インストール バージョン
tr_tr: Kurulu sürüm

source: Integrity
cs_cz: Integrita
es_ec: Integridad
fr_fr: Intégrité
ja_jp: インテグリティー
tr_tr: Bütünlük

source: Item list
cs_cz: Seznam položky
fr_fr: Liste des matériels
ja_jp: アイテムリスト

source: Language of treatment
cs_cz: Zpracovávaný jazyk
es_ar: Lenguaje de programación
es_ec: Idiomas de tratamiento
fr_fr: Langage de l'applicatif
ja_jp: 取り扱い言語
tr_tr: Çalıştığı dil

source: Link with core purge
cs_cz: Spojit s čištěním jádra
es_ar: Vínculo con purga de núcleo
es_ec: Enlace con la purga del núcleo
fr_fr: Purge des liens avec le coeur
ja_jp: コアとのリンクを抹消
tr_tr: Çekirdek temizliği ile bağlantı

source: Logical infrastructure
cs_cz: Logická infrastruktura
es_ec: Infraestructura lógica
fr_fr: Infrastructure logique
ja_jp: 論理インフラ
tr_tr: Mantıksal yapı

source: Mail support
es_ec: Asistencia por correo
fr_fr: Email du support
tr_tr: E-posta desteği

source: Migration was successful
cs_cz: Migrace byla úspěšná
es_ar: La migración fue exitosa
es_ec: La exportación ha sido un éxito
fr_fr: La migration a réussi
ja_jp: 移行が成功しました
tr_tr: Aktarım tamamlandı

source: No associated contracts
cs_cz: Nepřipojené smlouvy
fr_fr: Pas de contrats associés
ja_jp: 関連する契約なし

source: No associated documents
cs_cz: Nepřipojené dokumenty
es_ec: No hay documentos asociados
fr_fr: Pas de documents associées
ja_jp: 関連文書なし
tr_tr: İlişkili bir belge yok

source: No associated links
cs_cz: Žádné přidružené odkazy
fr_fr: Pas de liens trouvés

source: No associated objects
cs_cz: Nepřipojené objekty
fr_fr: Pas d'objets associés
ja_jp: 関連オブジェクトなし

source: Number of users
fr_fr: Nombre d'utilisateurs

source: Owner
cs_cz: Vlastník
es_ec: Propietario
fr_fr: Propriétaire
ja_jp: 所有者
tr_tr: Sahip

source: Phone support
es_ec: Soporte telefónico
fr_fr: Support téléphonique
tr_tr: Telefon desteği

source: Physical Infrastructure
cs_cz: Fyzická infrastruktura
es_ec: Infraestructura física
fr_fr: Infrastructure physique
ja_jp: 物理インフラ
tr_tr: Fiziksel yapı

source: Print PDF
fr_fr: Impression PDF

source: Printed on
fr_fr: Imprimé le

source: Process
cs_cz: Procesy
es_ec: Procesos
fr_fr: Processus
ja_jp: プロセス
tr_tr: Süreç

source: Process Entity
cs_cz: Proces entity
es_ec: Entidad de procesos
fr_fr: Processus de l'entité
ja_jp: プロセスエンティティー
tr_tr: Süreç birimi

source: Process list
cs_cz: Seznam procesu
fr_fr: Liste des processus
ja_jp: プロセスリスト

source: Project leader
cs_cz: Vedoucí projektu
fr_fr: Chef de projet
ja_jp: プロジェクトリーダー

source: Project team
cs_cz: Projektový tým
fr_fr: Equipe du projet
ja_jp: プロジェクトチーム

source: Protocol
cs_cz: Protokol
es_ec: Protocolo
fr_fr: Protocole
ja_jp: プロトコル
tr_tr: İletişim kuralı

source: Referent editor
cs_cz: Editor referentů
es_ec: Editor de referencia
fr_fr: Editeur référent
ja_jp: リファレンス エディター
tr_tr: Referans düzenleyici

source: Relation nature
cs_cz: Povaha vztahu
es_ec: Naturaleza de la relación
fr_fr: Nature de la relation
ja_jp: 関連元
tr_tr: İlişki doğası

source: Security Contact
cs_cz: Bezpečnostní kontakt
es_ec: Contacto de seguridad
fr_fr: Contact de sécurité
ja_jp: セキュリティー連絡先
tr_tr: Güvenlik sorumlusu

source: Security Needs
cs_cz: Bezpečnostní potřeby
es_ec: Necesidades de seguridad
fr_fr: Besoins de sécurité
ja_jp: セキュリティー要求
tr_tr: Güvenlik gereksinimleri

source: Setting up PDF printing
fr_fr: Configuration de l'impression PDF

source: Setup
fr_fr: Configuration

source: Stream
es_ec: Corrientes
fr_fr: Flux
ja_jp: ストリーム
tr_tr: Akış

source: Stream list
cs_cz: Seznam streamu
fr_fr: Liste des flux
ja_jp: ストリームリスト

source: Summary
cs_cz: Shrnutí
es_ec: Resumen
fr_fr: Résumé
ja_jp: 概要
tr_tr: Özet

source: Tables purge
cs_cz: Vyčištění tabulek
es_ar: Purga de tablas
es_ec: Depuración de tablas
fr_fr: Purge des tables
ja_jp: テーブル抹消
tr_tr: Tablo temizliği

source: Traceability
cs_cz: Sledovatelnost
es_ec: Trazabilidad
fr_fr: Traçabilité
ja_jp: トレーサビリティ
tr_tr: İzlenebilirlik

source: Type of treatment server
cs_cz: Typ zpracovávajícího serveru
es_ar: Tipo de servicio
es_ec: Tipos de servidor de tratamiento
fr_fr: Type de serveur de traitement
ja_jp: 取り扱いサーバーの型
tr_tr: Çalıştığı sunucu türü

source: Use description field
fr_fr: Utiliser le champ description

source: Use field
fr_fr: Utiliser le champ

source: Validation by CIO
cs_cz: Ověření CIO
fr_fr: Validé par le DSI
ja_jp: CIO による検証
tr_tr: CIO ile doğrulama

source: Validation by CISO
es_ec: Validación del CISO
fr_fr: Validation par le RSSI
tr_tr: CISO ile doğrulama

source: Validation of the request by the referring Department
cs_cz: Ověření žádosti předkládajícím oddělením
fr_fr: Validation de la demande par le Service référent
ja_jp: 照会先部署による要請の検証
tr_tr: Yönlendiren bölüm tarafından isteğin doğrulanması

source: Web application
cs_cz: Webová aplikace
es_ar: Aplicación Web
es_ec: Aplicaciones web
fr_fr: Application Web
ja_jp: ウェブアプリケーション
tr_tr: Web uygulaması

source: Administrator
es_ec: Administradores
tr_tr: Yönetici

source: Appliances list
es_ec: Administradores
tr_tr: Aygıt listesi

source: Application
es_ec: Aplicación
tr_tr: Uygulama

source: Dashboard
es_ec: Paneles
tr_tr: Pano

source: Dashboard Administration
es_ec: Administración del panel de control
tr_tr: Pano yönetimi

source: Destination
cs_cz: Cíl
es_ec: Destino
ja_jp: デスティネーション
tr_tr: Hedef

source: Destination type
tr_tr: Hedef türü

source: List Databases
es_ec: Lista de bases de datos
tr_tr: Veritabanlarını listele

source: List Entities
es_ec: Lista de entidades
tr_tr: Birimleri listele

source: List Processes
es_ec: Lista de procesos
tr_tr: Süreçleri listele

source: No associated database
es_ec: No hay base de datos asociada
tr_tr: İlişkili bir veri tabanı yok

source: No associated entity
es_ec: Ninguna entidad asociada
tr_tr: İlişkili bir birim yok

source: No associated process
es_ec: Ningún proceso asociado
tr_tr: İlişkili bir süreç yok

source: No associated stream
es_ec: Sin flujo asociado
tr_tr: İlişkili bir akış yok

source: No entity founded
es_ec: No se fundó ninguna entidad
tr_tr: Herhangi bir birim belirtilmemiş

source: Port
es_ec: Puerto
ja_jp: ポート
tr_tr: Bağlantı noktası

source: Ports
tr_tr: Bağlantı noktaları

source: Protocole
es_ec: Protocolo
tr_tr: İletişim kuralı

source: Relation Nature
tr_tr: İlişki doğası

source: Source
cs_cz: Zdroj
es_ec: Fuente
ja_jp: ソース
tr_tr: Kaynak

source: Source type
tr_tr: Kaynak türü

source: Support
cs_cz: Podpora
es_ec: Soporte
ja_jp: サポート
tr_tr: Destek

source: Technical characteristics
es_ec: Características técnicas
tr_tr: Teknik özellikler

source: Technology type
es_ec: Tipo de tecnología
tr_tr: Teknoloji türü

source: URL
tr_tr: Adres

source: Validation
cs_cz: Ověření
es_ec: Validación
ja_jp: 検証
tr_tr: Doğrulama

source: Validation of the request by the referring department
es_ec: Validación de la solicitud por el servicio remitente
tr_tr: Yönlendiren bölüm tarafından isteğin doğrulanması

source: List Streams
es_ec: Lista de flujos

source: Phone number support
es_ec: Soporte de número de teléfono

source: Are you sure you want to do core migration ??
es_ar: ¿Está seguro que desea seguir con migración de núcleo?
